//Константы
const DESCRIPTION_WORDS = [
  'принтер',
  'телевизор',
  'музей',
  'микрофон',
  'карась',
  'Женева',
  'коктейль',
  'воск',
  'хвоя',
  'светильник',
  'алмаз',
  'коран',
  'овсянка',
  'магистраль',
  'слово',
  'шкала',
  'кляча',
  'скалка',
  'фитиль',
  'крестик',
  'манускрипт',
  'африка',
  'дыня',
  'богородица',
  'шланг',
];

const COMMENT_NAMES = [
  'Антон',
  'Павел',
  'Юлия',
  'Анастасия',
  'Иван',
  'Игорь',
  'Вячеслав',
  'Ирина',
  'Анастасия',
  'Светлана',
];

const COMMENT_MESSAGE = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export {DESCRIPTION_WORDS, COMMENT_NAMES, COMMENT_MESSAGE};
